export const LIST = [
	{
    id: 1,
		genre: 'Фэнтези',
		description:
			'Забытые миры, древние заклинания и битвы между светом и тьмой.',
	},
	{
    id: 2,
		genre: 'Фантастика',
		description:
			'Галактики будущего, искусственный интеллект и границы человеческих возможностей.',
	},
	{
    id: 3,
		genre: 'Детектив',
		description: 'Запутанные улики, темные секреты и гонка за правдой.',
	},
	{
    id: 4,
		genre: 'Ужасы',
		description:
			'Тени, которые шепчут, и кошмары, которые становятся реальностью.',
	},
	{
    id: 5,
		genre: 'Романтика',
		description:
			'Сердца, которые бьются в унисон, и любовь, которая преодолевает всё.',
	},
	{
    id: 6,
		genre: 'Постапокалипсис',
		description:
			'Руины цивилизации, отчаянная надежда и борьба за каждый день.',
	},
	{
    id: 7,
		genre: 'Приключения',
		description:
			'Неизведанные земли, опасные тропы и сокровища, ради которых стоит рискнуть.',
	},
	{
    id: 8,
		genre: 'Антиутопия',
		description:
			'Мир без свободы, где каждый шаг под контролем, а надежда — это преступление.',
	},
	{
    id: 9,
		genre: 'Мистика',
		description:
			'Грань между реальностью и тайной, где каждый ответ рождает новые вопросы.',
	},
]

export const FIRST_TEXT = 'Создай завязку для игры в текстовую Одиссею (до 20 слов). Включи загадку, активный глагол и скрытую угрозу. Оставь выбор действия за игроком всегда из трех вариантов (это важно!). Каждый следующий шаг должен логично продолжать сюжет, сохраняя лаконичность (1-2 предложения). Пример: '

export const LAST_TEXT = 'В конце должны быть 3 варианта с цифрами 1,2 и 3'